[Balance.PawnBalance_JellyFish AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="explosive polyps")

[Balance.PawnBalance_JellyFish_Corrosive AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Corrosive polyps")

[Balance.PawnBalance_JellyFish_Fire AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Inflammatory polyps")

[Balance.PawnBalance_JellyFish_Shock AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Electronic polyps")

